Repository: photokandyStudios/gbible
Catalog: gbible/Third Party/helpshift-ios-2.5.0/HSResources/*.lproj/HelpshiftLocalizable.strings
Languages: de, es, fr, it, pt, ru

source: Review our app
de: Bewerten Sie unsere App
es: Opine sobre nuestra app.
fr: Évaluez notre app
it: Recensisci la nostra app
pt: Avaliar o nosso app
ru: Оценить приложение

source: Would you mind taking a moment to review our app? It won't take more than a minute. Thanks for your support!
de: Könnten Sie sich bitte einen Augenblick Zeit nehmen und unsere App bewerten? Es wird nicht mehr als eine Minute dauern. Vielen Dank für Ihre Unterstützung!
es: ¿Podría dedicarle unos instantes a puntuar esta aplicación? No le llevará más de un minuto. ¡Gracias por su apoyo!
fr: Acceptez-vous de prendre un instant pour évaluer votre app ? Cela ne prendra qu'une minute. Merci pour votre support.
it: Ti va di dedicare qualche istante per recensire la nostra app? Non richiederà più di un minuto. Grazie per il tuo sostegno!
pt: Você se importaria em dedicar um instante para avaliar o nosso app? Não vai demorar mais de um minuto. Obrigado pelo seu apoio!
ru: Будьте добры, уделите минуту обзору нашего приложения. Это не займёт больше минуты. Спасибо за поддержку!

source: Never ask me again
de: Nicht wieder fragen
es: No volver a preguntar
fr: Ne plus me le demander
it: Non chiedermelo più
pt: Nunca me pergunte novamente
ru: Больше не спрашивать

source: Rate and Review
de: Bewerten
es: Calificar y opinar
fr: Évaluez et classifiez
it: Valuta e recensisci
pt: Avaliar e Comentar
ru: Оценить и дать отзыв

source: Remind me later
de: Später erinnern
es: Preguntar más tarde
fr: Me le redemander plus tard
it: Ricordamelo più tardi
pt: Lembrar-me mais tarde
ru: Напомнить позже

source: No Internet!
de: Kein Internet!
es: No hay conexión a Internet
fr: Pas d'Internet!
it: Nessuna connessione Internet!
pt: Sem Internet!
ru: Нет Интернета!

source: No working Internet connection is found.
de: Es konnte keine Internetverbindung gefunden werden.
es: No se encontró una conexión a Internet activa.
fr: Aucune connexion internet n'a été trouvée.
it: Nessuna connessione Internet trovata.
pt: Nenhuma conexão de Internet encontrada.
ru: Не обнаружено рабочего подключения к Интернету!

source: Take a screenshot on your iPhone
de: Erstellen Sie einen Screenshot über Ihr iPhone
es: Realice una captura de pantalla en el iPhone.
fr: Choisissez une capture d'écran sur votre iPhone.
it: Acquisisci schermata sul tuo iPhone
pt: Fazer uma captura de tela no seu iPhone
ru: Снять скриншот на свой iPhone

source: Take a screenshot on your iPad
de: Erstellen Sie einen Screenshot über Ihr iPad
es: Realice una captura de pantalla en el iPad.
fr: Choisissez une capture d'écran sur votre iPad.
it: Acquisisci schermata sul tuo iPad
pt: Fazer uma captura de tela no seu iPad
ru: Снять скриншот на свой iPad

source: Go to the screen you want a screenshot of, hold down the power button and the home button on your iPhone, at the same time.
de: Gehen Sie zu der Ansicht, von der Sie ein Screenshot erstellen möchten, und drücken Sie lange und gleichzeitig auf den Ein/Aus- und Home-Button Ihres iPhones.
es: Diríjase a la pantalla que desee capturar, mantenga pulsado el botón de encendido junto al botón de inicio del iPhone, ambos a la vez.
fr: Choisissez l'écran désiré puis maintenez enfoncés simultanément le bouton de mise sous tension et le bouton d'accueil de votre iPhone.
it: Vai alla schermata che vuoi acquisire, tieni premuto il pulsante di alimentazione e contemporaneamente premi il pulsante Home sul tuo iPhone.
pt: Vá até a tela que você quer capturar e mantenha pressionados o botão liga / desliga e o botão home do seu iPhone ao mesmo tempo.
ru: Перейдите на экран, скриншот которого хотите снять, нажмите и удерживайте кнопку питания и главную кнопку на iPhone одновременно.

source: Go to the screen you want a screenshot of, hold down the power button and the home button on your iPad, at the same time.
de: Gehen Sie zu der Ansicht, von der Sie ein Screenshot erstellen möchten, und drücken Sie lange und gleichzeitig auf den Ein/Aus- und Home-Button Ihres iPads.
es: Diríjase a la pantalla que desee capturar, mantenga pulsado el botón de encendido junto al botón de inicio del iPad, ambos a la vez.
fr: Choisissez l'écran désiré puis maintenez enfoncés simultanément le bouton de mise sous tension et le bouton d'accueil de votre iPad.
it: Vai alla schermata che vuoi acquisire, tieni premuto il pulsante di alimentazione e contemporaneamente premi il pulsante Home sul tuo iPad.
pt: Vá até a tela que você quer capturar e mantenha pressionados o botão liga / desliga e o botão home do seu iPad ao mesmo tempo.
ru: Перейдите на экран, скриншот которого хотите снять, нажмите и удерживайте кнопку питания и главную кнопку на iPad одновременно.

source: That's it, your screenshot is now in your iPhone gallery!
de: Das war's! Ihr Screenshot befindet sich jetzt in Ihrem iPhone-Album!
es: Listo, la captura de pantalla quedó guardada en la galería del iPhone.
fr: Voilà, votre nouvelle capture d'écran est maintenant intégrée à la galerie de photos de votre iPhone !
it: Ecco fatto, ora la tua schermata è presente nella galleria immagini del tuo iPhone!
pt: É isso, agora você tem uma captura da sua tela na galeria do iPhone!
ru: Вот и всё, теперь скриншот находится в галерее iPhone!

source: That's it, your screenshot is now in your iPad gallery!
de: Das war's! Ihr Screenshot befindet sich jetzt in Ihrem iPad-Album!
es: Listo, la captura de pantalla quedó guardada en la galería del iPad.
fr: Voilà, votre nouvelle capture d'écran est maintenant intégrée à la galerie de photos de votre iPad !
it: Ecco fatto, ora la tua schermata è presente nella galleria immagini del tuo iPad!
pt: É isso, agora você tem uma captura da sua tela na galeria do iPad!
ru: Вот и всё, теперь скриншот находится в галерее iPad!

source: Back to Issue
de: Zurück zum Problem
es: Volver al problema
fr: Retour au problème
it: Torna al problema
pt: Voltar ao problema
ru: Вернуться к проблеме

source: Take screenshot
de: Screenshot erstellen
es: Realizar captura de pantalla
fr: Prenez une capture d'écran
it: Acquisisci schermata
pt: Fazer captura de tela
ru: Снять скриншот

source: Opening Gallery...
de: Album wird geöffnet...
es: Abriendo galería...
fr: Ouverture de la Galerie de photos...
it: Apertura galleria...
pt: Abrindo Galeria...
ru: Идёт открытие галереи...

source: Sending Screenshot...
de: Screenshot wird gesendet...
es: Enviando captura de pantalla...
fr: Envoi de la capture d'écran choisie...
it: Invio schermata...
pt: Enviando captura de tela...
ru: Идёт отправка скриншота...

source: Screenshot sent
de: Screenshot gesendet
es: Captura de pantalla enviada
fr: La capture d'écran a été envoyée
it: Schermata inviata
pt: Captura de tela enviada
ru: Скриншот отправлен

source: Your message was not sent.Tap "Try Again" to send this message?
de: Ihre Nachricht konnte nicht gesendet werden. Tippen Sie auf „Wiederholen“, um den Vorgang zu wiederholen.
es: No se envió el mensaje. ¿Desea volver a intentarlo?
fr: Votre message n'a pas été envoyé. Voulez-vous taper Réessayez pour envoyer ce message ?
it: Il tuo messaggio non è stato inviato. Toccare Riprova per inviare il messaggio?
pt: Sua mensagem não foi enviada.Tocar em Tentar Novamente para enviar esta mensagem?
ru: Ваше сообщение не отправлено. Повторить попытку отправки сообщения?

source: How can we help?
de: Wie können wir Ihnen behilflich sein?
es: ¿En qué podemos ayudarle?
fr: Comment pouvons-nous vous aider?
it: Come possiamo aiutarti?
pt: Como podemos ajudar?
ru: Чем мы можем помочь?

source: No faqs found in this section
de: In diesem Bereich liegen noch keine FAQ vor
es: No se encontraron preguntas frecuentes en esta sección.
fr: Il n'y a pas de questions répertoriées dans cette section
it: Nessuna FAQ trovata in questa sezione
pt: Nenhuma Pergunta Frequente encontrada nesta seção
ru: В этом разделе нет вопросов-ответов

source: Could not fetch faqs
de: Die FAQ konnten nicht abgerufen werden
es: No se obtuvieron preguntas frecuentes.
fr: Il n'a pas été possible de chercher de questions
it: Impossibile recuperare le FAQ
pt: Não foi possível encontrar Perguntas Frequentes
ru: Невозможно вызвать вопросы-ответы

source: FAQ
es: PF
pt: Perguntas Frequentes
ru: Вопрос-ответ

source: My Issues
de: Meine Probleme
es: Mis problemas
fr: Mes problèmes
it: I miei problemi
pt: Meus Problemas
ru: Мои проблемы

source: Can't find what you were looking for?
de: Konnten Sie nicht finden, wonach Sie gesucht haben?
es: ¿No encuentra lo que está buscando?
fr: Vous n'avez pas pu trouver ce que vous cherchiez?
it: Non riesci a trovare quel che stai cercando?
pt: Não consegue encontrar o que estava procurando?
ru: Не нашли того, чего искали?

source: Add an Issue
de: Problem hinzufügen
es: Añadir un problema
fr: Ajoutez un problème
it: Aggiungi un problema
pt: Adicionar um problema
ru: Добавить проблему

source: Thank you for reporting this issue.
de: Vielen Dank für Ihre Problemmeldung.
es: Gracias por informar este problema.
fr: Merci d'avoir signalé ce problème.
it: Grazie per aver segnalato questo problema.
pt: Obrigado por comunicar este problema.
ru: Спасибо за сообщение о проблеме.

source: Thank you for reporting this issue. We have received it and will get back to you.
de: Vielen Dank für Ihre Problemmeldung. Wir haben Ihre Nachricht erhalten und werden uns bei Ihnen melden.
es: Gracias por informar este problema. Lo hemos recibido y nos pondremos en contacto con usted.
fr: Merci d'avoir signalé ce problème. Nous avons bien reçu votre rapport et nous ferons le suivi nécessaire avec vous.
it: Grazie per aver segnalato questo problema. Ti risponderemo presto.
pt: Obrigado por comunicar este problema. Nós o recebemos e retornaremos para você.
ru: Спасибо за сообщение о проблеме. Мы его получили и свяжемся с вами.

source: Sorry to hear that. Could you please tell us a little bit more about the problem you are facing?
de: Das tut uns leid. Bitte geben Sie uns ein paar Details zu Ihrem Problem.
es: Lo sentimos. ¿Nos cuenta un poco más del problema que está teniendo?
fr: Nous sommes désolés. Pourriez-vous nous en dire un peu plus au sujet du problème que vous avez rencontré?
it: Siamo molto spiacenti. Puoi fornirci maggiori informazioni sul problema che hai riscontrato?
pt: Triste por ouvir isso. Você poderia nos contar um pouco mais sobre o problema que você está enfrentando?
ru: Жаль об этом слышать. Не могли бы вы рассказать немного подробнее о проблеме, с которой столкнулись?

source: We're happy to help you!
de: Wir helfen Ihnen gern!
es: ¡Nos complace ayudar!
fr: Nous sommes heureux de pouvoir vous aider
it: Siamo felici di aiutarti!
pt: Estamos felizes em ajudar
ru: Мы рады вам помочь!

source: We have received it and will get back to you.
de: Wir haben Ihre Nachricht erhalten und werden uns bei Ihnen melden.
es: Lo hemos recibido y nos pondremos en contacto con usted.
fr: Nous avons bien reçu votre rapport et nous ferons le suivi nécessaire avec vous.
it: Ti risponderemo presto.
pt: Nós o recebemos e retornaremos para você.
ru: Мы его получили и свяжемся с вами.

source: Could not send your issue
de: Ihr Problem konnte nicht gesendet werden
es: No se pudo enviar el problema.
fr: Le problème que vous avez identifié n'a pas pu être envoyé
it: Impossibile inviare il tuo problema
pt: Não foi possível enviar o seu problema
ru: Невозможно отправить проблему

source: Please try again or check your network connection.
de: Bitte versuchen Sie es noch einmal oder überprüfen Sie Ihre Internetverbindung.
es: Inténtelo de nuevo o verifique la conexión de red.
fr: Veuillez essayer de nouveau ou vérifier votre connexion réseau.
it: Riprova o controlla la tua connessione di rete.
pt: Por favor, tente novamente, ou verifique sua conexão de rede.
ru: Повторите попытку или проверьте сетевое подключение.

source: We will only ask for your details when you report your first issue. For more details read our privacy policy at
de: Wir werden Sie lediglich bei der ersten Fehlermeldung nach Ihren Angaben fragen. Nähere Informationen finden Sie in unseren Datenschutzbestimmungen unter
es: Solo se le preguntan sus datos la primera vez que informa un problema. Para más información, lea nuestra política de privacidad en
fr: Vos informations ne serons nécessaires qu'au moment de signaler votre premier problème. Pour plus de détails, référez-vous à notre politique de confidentialité à l'adresse suivante:
it: Chiederemo i tuoi dati solo alla tua prima segnalazione di un problema. Per ulteriori informazioni leggi la nostra informativa sulla privacy:
pt: Pediremos seus dados apenas quando você relatar seu primeiro problema. Para mais detalhes, leia nossa política de privacidade em
ru: Мы попросим ваши реквизиты только при первом сообщении о проблеме. Дополнительные подробности по политике конфиденциальности на

source: Attaching device information will give the developer details of your device to help solve your problem quicker.
de: Wenn Sie Angaben zu Ihrem Gerät anhängen, kann der Entwickler Ihr Problem schneller klären.
es: Al adjuntar esta información, le estará proporcionando al desarrollador los datos del dispositivo que este necesita para ayudarle a solucionar el problema.
fr: En joignant les informations concernant votre appareil vous donnez aux concepteurs des informations qui leur seront utiles pour résoudre vos problèmes plus rapidement.
it: Fornendo i dati relativi al dispositivo permetterai allo sviluppatore di risolvere il tuo problema più velocemente.
pt: Anexar informações do dispositivo dará os detalhes necessários do seu dispositivo para ajudar o desenvolvedor a resolver o seu problema mais rápido.
ru: Прикреплённая информация об устройстве даст разработчику подробную информацию, которая поможет ускорить решение проблемы.

source: Describe your problem
de: Beschreiben Sie Ihr Problem
es: Describa el problema.
fr: Décrivez votre problème
it: Descrivi il tuo problema
pt: Descreva seu problema
ru: Опишите проблему

# Report Issue Text
source: Describe your problem
de: Beschreiben Sie Ihr Problem
es: Describa el problema.
fr: Décrivez votre problème
it: Descrivi il tuo problema
pt: Descreva seu problema
ru: Опишите проблему

source: Your Name
de: Ihr Name
es: Su nombre
fr: Votre nom
it: Il tuo nome
pt: Seu nome
ru: Ваше имя

source: Your email address (optional)
de: Ihre E-Mail-Adresse (optional)
es: Dirección de correo electrónico (opcional)
fr: Votre adresse courriel (facultatif)
it: Il tuo indirizzo e-mail (facoltativo)
pt: Seu endereço de e-mail (opcional)
ru: Адрес эл.почты (необязательно)

source: Email invalid
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse courriel non-valide
it: E-mail non valida
pt: E-mail inválido
ru: Недействительная эл.почта

source: Please provide a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.
es: Escriba una dirección de correo electrónico válida.
fr: Veuillez donner une adresse courriel valide.
it: Fornisci un indirizzo e-mail valido.
pt: Por favor, forneça um endereço de e-mail válido.
ru: Введите действительный адрес эл.почты.

source: Invalid Entry
de: Ungültige Eingabe
es: Entrada no válida
fr: Entrée non-valide
it: Voce non valida
pt: Entrada inválida
ru: Недействительная запись

source: Please enter a brief description of the issue you are facing.
de: Bitte erklären Sie Ihr Problem in kurzen Worten.
es: Escriba una breve descripción del problema que está teniendo.
fr: Veuillez écrire une brève description du problème que vous avez rencontré.
it: Inserisci una breve descrizione del problema che hai riscontrato.
pt: Por favor, digite uma breve descrição do problema que você está enfrentando.
ru: Пожалуйста, введите краткое описание проблемы, с которой вы столкнулись.

source: Attach device information
de: Hängen Sie Ihre Gerätedaten an
es: Adjunte información del dispositivo
fr: Joignez les informations de l'appareil
it: Allega info dispositivo
pt: Anexar informações de dispositivo
ru: Прикрепите информацию об устройстве

source: REPORT AN ISSUE
de: EIN PROBLEM MELDEN
es: INFORMAR UN PROBLEMA
fr: SIGNALEZ UN PROBLÈME
it: SEGNALA UN PROBLEMA
pt: RELATAR UM PROBLEMA
ru: СООБЩИТЬ О ПРОБЛЕМЕ

source: Question
de: Frage
es: Pregunta
it: Domanda
pt: Pergunta
ru: Вопрос

source: Was this helpful?
de: War dies hilfreich?
es: ¿Sirvió de ayuda?
fr: Cela vous a-t-il été utile?
it: È stato utile?
pt: Isto foi útil?
ru: Было полезно?

source: You found this helpful.
de: Sie fanden dies hilfreich.
es: Le resultó útil.
fr: Notre aide vous a-t-elle été utile.
it: Questo ti è stato utile.
pt: Você achou isto útil.
ru: Вы нашли это полезным.

source: You didn't find this helpful.
de: Sie fanden dies nicht hilfreich.
es: No le resultó útil.
fr: Notre aide ne vous a pas été utile.
it: Questo non ti è stato utile.
pt: Você não achou isto útil.
ru: Вы не нашли это полезным.

source: Sending your issue...
de: Ihr Problem wird gesendet...
es: Enviando el problema...
fr: Envoi de votre demande de résolution de problème...
it: Invio del tuo problema...
pt: Enviando o seu problema...
ru: Идёт отправка сообщения...

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Próxima
ru: Далее

source: Try Again
de: Wiederholen
es: Intentar otra vez
fr: Veuillez réessayer
it: Riprova
pt: Tentar novamente
ru: Повторить попытку

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annulez
it: Annulla
pt: Cancelar
ru: Отмена

source: REVIEW
de: BEWERTEN
es: REVISAR
fr: RÉVISION
it: RECENSISCI
pt: REVER
ru: ОЦЕНИТЬ

source: Send
de: Senden
es: Enviar
fr: Envoyez
it: Invia
pt: Enviar
ru: Отправить

source: Change
de: Ändern
es: Cambiar
fr: Changez
it: Modifica
pt: Mudar
ru: Изменить

source: You have answered: NO
de: Sie haben folgende Antwort gegeben: NEIN
es: Su respuesta: NO
fr: Vous avez répondu: NON
it: Hai risposto: NO
pt: Você respondeu: NÃO
ru: Ваш ответ: НЕТ

source: You have answered: YES
de: Sie haben folgende Antwort gegeben: JA
es: Su respuesta: Sí
fr: Vous avez répondu: OUI
it: Hai risposto: SÌ
pt: Você respondeu: SIM
ru: Ваш ответ: ДА

source: Ok, attach
de: OK, anhängen
es: Sí, adjuntar
fr: Ok, attachez
it: Ok, allega
pt: OK, anex ar
ru: OK, прикрепить

source: Learn how
de: Vorgehensweise erfahren
es: Saber más
fr: Apprenez comment faire
it: Scopri come
pt: Saiba como
ru: Узнать как

source: YES
de: JA
es: Sí
fr: OUI
it: SÌ
pt: SIM
ru: ДА

source: NO
de: NEIN
fr: NON
pt: NÃO
ru: НЕТ

source: Accepted review request
de: Akzeptierte Bewertungsanfrage
es: Solicitud de revisión aceptada
fr: Demande de révision acceptée
it: Richiesta di recensione accettata
pt: Aceitou pedido de revisão
ru: Принять запрос на оценку

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
pt: Mensagens
ru: Сообщения

source: SEND
de: SENDEN
es: ENVIAR
fr: ENVOYEZ
it: INVIA
pt: Enviar
ru: Отправить

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
pt: Voltar
ru: Назад

source: Close
de: Schließen
es: Cerrar
fr: Fermez
it: Chiudi
pt: Fec har
ru: Закрыть

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
pt: Carregando...
ru: Идёт загрузка...

source: Inbox
de: Eingang
es: Bandeja de entrada
fr: Boîte de réception
it: Posta in arrivo
pt: Caixa de entrada
ru: Входящая почта

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
pt: Ajuda
ru: Справка

source: Could not report your issue.
pt: Não foi possível relatar seu problema.

source: Sending failed !
de: Senden ist fehlgeschlagen!
es: Enviando falló !
fr: Envoi échoué !
it: Invio non riuscito !
pt: Envio falhou!
ru: Письмо не удалось !

source: Screenshot could not be sent. Image is too large, try again with another image
de: Screenshot konnte nicht gesendet werden. Bild zu groß ist, nochmals mit einem anderen Bild
es: Captura de pantalla no se pudo enviar. Imagen es demasiado grande, intente de nuevo con otra imagen
fr: Capture d'écran n'a pas pu être envoyé. L'image est trop grande, essayez à nouveau avec une autre image
it: Screenshot non è stato inviato. L'immagine è troppo grande, prova di nuovo con un'altra immagine
pt: Não foi possível enviar a captura de tela. A imagem é muito grande, tente novamente com outra imagem
ru: Скриншот не может быть отправлено. Изображение слишком большой, попробуйте еще раз с другим изображением

source: Name invalid
de: Name ungültig
es: Nombre no válido
fr: Nom invalide
it: Nome non valido
pt: Nome inválido
ru: Имя недействительных

source: Please provide a name.
de: Bitte geben sie einen name.
es: Proporcione un nombre.
fr: S'il vous plaît donner un nom.
it: Si prega di inserire un nome.
pt: Forneça um nome
ru: Пожалуйста, укажите имя.

source: New message from Support
de: Neue Nachricht von der Unterstützung
es: Nuevo mensaje de apoyo
fr: Nouveau message de soutien
it: Nuovo messaggio da appoggio
pt: Nova mensagem de apoio
ru: Новое послание от поддержки

source: new messages from Support
de: neue Nachrichten von der Unterstützung
es: nuevos mensajes de apoyo
fr: nouveaux messages de soutien
it: nuovi messaggi da appoggio
pt: novas mensagens de apoio
ru: новых сообщениях от поддержки

source: No FAQs found
de: Keine FAQs gefunden
es: No se encontraron FAQs
fr: Pas FAQ trouvés
it: Nessun FAQs trovato
pt: não FAQs encontrado
ru: Не часто задаваемые вопросы не найдены

source: OK
es: Aceptar
